SSLD/3-2 3.10 Attributions 1 - Introduction.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-11-28 Thu 11:13 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org51fa113" class="outline-2">
<h2 id="org51fa113">3-2 3.10 Attributions 1 - Introduction</h2>
<div class="outline-text-2" id="text-org51fa113">
<p class="verse">
In your book, you talk about how one way to make sense of people's attitudes and opinions is<br />
&#xa0;to take a look at their attributional frame.<br />
I'm wondering if you can sort of explain what that is.<br />
<br />
Well, yeah, when people experience something, see something,<br />
&#xa0;they usually will make some attribution,<br />
&#xa0;&#xa0;that's trying to explain it,<br />
&#xa0;&#xa0;&#xa0;or trying to point out or find out what the cause or what we are experiencing might be.<br />
So I'm an immigrant in this country,<br />
&#xa0;so I remember when I first came to this country<br />
&#xa0;&#xa0;and people were blaming the immigrants for driving up the housing prices.<br />
And then it was so interesting that within the same newspaper that I read,<br />
&#xa0;[LAUGH] on the same day, there was another commentary saying that,<br />
&#xa0;&#xa0;this neighbourhood is now having a lot of immigrants coming in.<br />
There are minorities, and it is driving the real estate prices down.<br />
[LAUGH]<br />
<br />
So you can always attribute something to something, whether it is factually true or not.<br />
And then, obviously, when I was going through that, I was going, okay, all right,<br />
&#xa0;when you say that the immigrants are driving up the real estate prices,<br />
&#xa0;&#xa0;so who are paying the high prices?<br />
Mm-hm.<br />
It would be the immigrants.<br />
Who are getting those high prices?<br />
[LAUGH] Yeah.<br />
[LAUGH] The people who are selling the real estate, right?<br />
So why is it a problem?<br />
<br />
But then you can very often see people making attributions like that.<br />
And then very often, we also make attributions in relationships.<br />
Say for example, in a breakup situation, people would try to figure out why are we breaking up?<br />
Why is she or why is he leaving me?<br />
And people usually want to attribute it to something simple, right?<br />
So he is leaving me for a younger woman, right?<br />
And you're attributing it to age, right?<br />
Mm-hm.<br />
When you're saying that he doesn't need my financial support anymore,<br />
&#xa0;you're attributing it to a financial reason for this relationship breakup.<br />
Yeah.<br />
So this may or may not be true.<br />
We don't know, right?<br />
<br />
But my general approach to this is<br />
&#xa0;that when someone tells you something, the person is always attributing.<br />
Attribution is something that we constantly do.<br />
So whenever you ask the reason why,<br />
&#xa0;when you ask the reason for a decision to be made, of an action to be taken,<br />
&#xa0;&#xa0;there is always attribution involved.<br />
And this is important for us to be able to figure this out.<br />
<br />
Here's a definition of the concept introduced in this lecture.<br />
Attribution: it's when one is regarding something as being caused by something else.<br />
This can happen in any situation when you try to explain the cause of an experience,<br />
&#xa0;whether it is factually true or not.<br />
For example, let's say a couple has broken up and the man is now with a much younger girl.<br />
You might think that he left the previous partner for a younger woman,<br />
&#xa0;and attributing the cause of their breakup to age.<br />
</p>
</div>
<div id="outline-container-org34a8f92" class="outline-3">
<h3 id="org34a8f92">expression</h3>
<div class="outline-text-3" id="text-org34a8f92">
<p>
attribution [ˌætrɪˈbjuʃ(ə)n]: n. 归因<br />
immigrant [ˈɪmɪɡrənt]: n. someone who enters another country to live there permanently ⇨ emigrant移民<br />
commentary [ˈkɑmənˌteri]: n. a spoken description of an event, given while the event is happening, especially on the television or radio实况报道<br />
minority [maɪˈnɔrəti]: n. a small group of people or things within a much larger group OPP majority少数, 少数民族<br />
breakup [ˈbreɪkˌʌp]: n. the act of ending a marriage or relationship分手,(关系)破裂<br />
financial [faɪˈnænʃ(ə)l]: adj. relating to money or the management of money财政的<br />
</p>
<hr />
<p>
make sense of sth./sb.: 弄清某人某事<br />
take a look at sth.: 看一看某物<br />
drive up/down &#x2026; prices: 抬高/抬低价格<br />
attribute A to B: 把A归因于B<br />
</p>
</div>
</div>
<div id="outline-container-org3e1e793" class="outline-3">
<h3 id="org3e1e793">sentence</h3>
<div class="outline-text-3" id="text-org3e1e793">
<p>
attribution [ˌætrɪˈbjuʃ(ə)n]: n. 归因<br />
</p>
<ul class="org-ul">
<li>When you cease to make useless attributions and pay attention to our next action, we will get out of trouble.<br /></li>
<li>The CEO of the company has a habit of making attributions after scandals.<br /></li>
<li>These scientists can do nothing but make useless attributions to explain what has happened.<br /></li>
</ul>
<p>
immigrant [ˈɪmɪɡrənt]: n. someone who enters another country to live there permanently ⇨ emigrant移民<br />
</p>
<ul class="org-ul">
<li>Justice has been done when the immigrants in this state are no longer mistreated.<br /></li>
<li>It must be the immigrants who drove up the real estatel prices in the suburb of the city.<br /></li>
<li>Being an expert at education, the immigrant received a warm welcome at the remote village.<br /></li>
</ul>
<p>
commentary [ˈkɑmənˌteri]: n. a spoken description of an event, given while the event is happening, especially on the television or radio实况报道<br />
</p>
<ul class="org-ul">
<li>You should have taken a look at the commentary about our royal scandal.<br /></li>
<li>Noticing the contents of the commentary is factually false, the prince was shocked and threatened to hang the journalist.<br /></li>
<li>The crowd were appalled at the contents of the commentary.<br /></li>
</ul>
<p>
minority [maɪˈnɔrəti]: n. a small group of people or things within a much larger group OPP majority少数, 少数民族<br />
</p>
<ul class="org-ul">
<li>My grace, you're admired by poor and rich alike, so you're not minority.<br /></li>
<li>A minority of the party organized parades to protest your decisions about the war.<br /></li>
<li>A minority of the party is under our control now, lord commander.<br /></li>
</ul>
<p>
breakup [ˈbreɪkˌʌp]: n. the act of ending a marriage or relationship分手,(关系)破裂<br />
</p>
<ul class="org-ul">
<li>The breakup of my sister and him is beyond my imagination.<br /></li>
<li>A mistaken understanding about the last word of the king before his death led to the breakup of the capital and the island.<br /></li>
<li>I have done many things wrong in my life, but not including the breakup with your sister.<br /></li>
</ul>
<p>
financial [faɪˈnænʃ(ə)l]: adj. relating to money or the management of money财政的<br />
</p>
<ul class="org-ul">
<li>The talkshow actress is determined to get divorced with her husband who gave her financial assistance when she was going to university.<br /></li>
<li>The actress was abused by the student who she ceased to give financial assistance.<br /></li>
<li>Beyond doubt, our allies will give us financial assistance when we are at war with the North.<br /></li>
</ul>
<hr />
<p>
make sense of sth./sb.: 弄清某人某事<br />
</p>
<ul class="org-ul">
<li>You still haven't made sense of our father, you're not the true heir to the Iron Throne.<br /></li>
<li>Making sense of last breakup, she committed to a new romantic relationship.<br /></li>
<li>It may be hard to make sense of our cat who gets used to do acitivities at night.<br /></li>
</ul>
<p>
take a look at sth.: 看一看某物<br />
</p>
<ul class="org-ul">
<li>Take a look at our products which are on the promotion.<br /></li>
<li>If you have taken a look at your history book, you wouldn't have failed your exam again.<br /></li>
<li>Darling, take a look at our baby, he has broken your favorite crockery.<br /></li>
</ul>
<p>
drive up/down &#x2026; prices: 抬高/抬低价格<br />
</p>
<ul class="org-ul">
<li>Natives abuse us blaming us for driving up the real estate prices.<br /></li>
<li>Natives are parading blaming us for driving down the real estate prices.<br /></li>
<li>These manufacturers were sentensed to death for driving up sustenance prices during the war.<br /></li>
</ul>
<p>
attribute A to B: 把A归因于B<br />
</p>
<ul class="org-ul">
<li>It is unfair that your grace attributes the failure of the war to your unborn son.<br /></li>
<li>Attributing the failure of the war to the lack of sustenance, the king encouraged peasants to cultivate new kinds of spieces.<br /></li>
<li>Attributing her unhappiness to me, my wife abused me every day.<br /></li>
</ul>
</div>
</div>
<div id="outline-container-org22a3407" class="outline-3">
<h3 id="org22a3407">sentence2</h3>
<div class="outline-text-3" id="text-org22a3407">
<p>
attribution [ˌætrɪˈbjuʃ(ə)n]: n. 归因<br />
</p>
<ul class="org-ul">
<li>When you cease to make useless attributions and pay attention to your next action, you will get out of trouble.<br /></li>
<li>The CEO of the company has a habit of making attributions after scandals.<br /></li>
<li>These scientists can do nothing but make useless attributions to explain what has happened.<br /></li>
</ul>
<p>
immigrant [ˈɪmɪɡrənt]: n. someone who enters another country to live there permanently ⇨ emigrant移民<br />
</p>
<ul class="org-ul">
<li>Justice has been done when the immigrants in this state are no longer mistreated.<br /></li>
<li>It must be the immigrants who drove up the real estate prices in the suburbs of the city.<br /></li>
<li>Being an expert at education, the immigrant received a warm welcome at the remote village.<br /></li>
</ul>
<p>
commentary [ˈkɑmənˌteri]: n. a spoken description of an event, given while the event is happening, especially on the television or radio实况报道<br />
</p>
<ul class="org-ul">
<li>You should have taken a look at the commentary about our royal scandal.<br /></li>
<li>Noticing the contents of the commentary is factually false, the prince was shocked and threatened to hang the journalist.<br /></li>
<li>The crowd was appalled at the contents of the commentary and burst into tears.<br /></li>
</ul>
<p>
minority [maɪˈnɔrəti]: n. a small group of people or things within a much larger group OPP majority少数, 少数民族<br />
</p>
<ul class="org-ul">
<li>My grace, you're admired by poor and rich alike, so you're not a minority.<br /></li>
<li>A minority of the party organized parades to protest your decisions about the war.<br /></li>
<li>A minority of the party is under our control now, lord commander.<br /></li>
</ul>
<p>
breakup [ˈbreɪkˌʌp]: n. the act of ending a marriage or relationship分手,(关系)破裂<br />
</p>
<ul class="org-ul">
<li>The breakup of my sister and him is beyond my imagination.<br /></li>
<li>A mistaken understanding of the last word of the king before his death led to the breakup of the capital and the island.<br /></li>
<li>I have done many things wrong in my life, but not including the breakup with your sister.<br /></li>
</ul>
<p>
financial [faɪˈnænʃ(ə)l]: adj. relating to money or the management of money财政的<br />
</p>
<ul class="org-ul">
<li>The talk show actress is determined to get divorced from her husband who gave her financial assistance when she was going to university.<br /></li>
<li>The actress was abused by a student who she ceased to give financial assistance to.<br /></li>
<li>Beyond doubt, our allies will give us financial assistance when we are at war with the North.<br /></li>
</ul>
<hr />
<p>
make sense of sth./sb.: 弄清某人某事<br />
</p>
<ul class="org-ul">
<li>You still haven't made sense of our father, you're not the true heir to the Iron Throne.<br /></li>
<li>Making sense of the last breakup, she committed to a new romantic relationship.<br /></li>
<li>It may be hard to make sense of our cat who gets used to doing activities at night.<br /></li>
</ul>
<p>
take a look at sth.: 看一看某物<br />
</p>
<ul class="org-ul">
<li>Take a look at our products which are on the promotion.<br /></li>
<li>If you have taken a look at your history book, you wouldn't have failed your exam again.<br /></li>
<li>Darling, take a look at our baby, he has broken your favorite crockery.<br /></li>
</ul>
<p>
drive up/down &#x2026; prices: 抬高/抬低价格<br />
</p>
<ul class="org-ul">
<li>Natives abuse us blaming us for driving up the real estate prices.<br /></li>
<li>Natives are parading blaming us for driving down the real estate prices.<br /></li>
<li>These manufacturers were sentenced to death for driving up sustenance prices during the war.<br /></li>
</ul>
<p>
attribute A to B: 把A归因于B<br />
</p>
<ul class="org-ul">
<li>It is unfair that your grace attributes the failure of the war to your unborn son.<br /></li>
<li>Attributing the failure of the war to the lack of sustenance, the king encouraged peasants to cultivate new kinds of species.<br /></li>
<li>Attributing her unhappiness to me, my wife abused me every day.<br /></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
